[
  {
    "name": "alligator gar",
    "family": "lepisosteidae",
    "species": "atractosteus spatula",
    "description": "The Alligator Gar can grow to over 300 lb, and it is called Alligator gar because it has a head that looks very much like an alligator’s.",
    "identification": "The Alligator Gar is certainly one of the most distinctive freshwater species of fish. It can be distinguished from all other gars by the two rows of teeth in the upper jaw, its broader snout, and its size when fully grown. All other gars have one row of teeth in the upper jaw. In most other respects all gars are very similar in appearance, with a long body, a long, toothy snout, and a single dorsal fin that is far back on the body above the anal fin and just before the tail.\nThe tail is  rounded and pectoral, ventral, and anal fins are fairly evenly spaced on the lower half of the body. The gars most closely resemble the fishes of the pike family (muskellunge, northern pike, and the pickerels.) in body shape and fin placement. In the pike family, the tail is forked not rounded.\n",
    "commonNames": ["alligator gar"]
  },
  {
    "name": "apache trout",
    "family": "salmonidae",
    "species": "oncorhynchus apache",
    "description": "The apache trout is considered to be critically endangered by the IUCN.",
    "identification": "The body coloration is golden-yellow or olive yellow, with a golden belly, and Parr marks (vertical bars) can be seen on juveniles, but these marks typically disappear in larger individuals. Spots can be seen in an even distribution of pronounced, moderate-sized, rounded or oval black spots on the sides of the body and on top of the head. These spots may sometimes extend below the lateral line and onto the dorsal and caudal fins. The top of the Apache trout’s head and back is typically dark olive to brown and a black stripe appears to go through each eye because of the presence of two small black dots on either side of the pupil. Below the lower jaw, there is a dash of color that will range from yellow to darker gold. The dorsal, pelvic, and anal fins are tipped with a white to orange color and the adipose fin is usually bordered with a black margin.",
    "commonNames": ["apache trout"]
  },
  {
    "name": "arctic grayling",
    "family": "salmonidae",
    "species": "thymallus arcticus",
    "description": "As its name implies, the Arctic graying is primarily an inhabitant of northern waters.",
    "identification": "It is easily recognized by its distinctive sail-like dorsal fin which is followed by a small adipose fin that identifies this fish as a member of the salmon family. In males the dorsal fin is higher and rounded in the rear portion, and in females it is higher in front and somewhat smaller overall.It is a handsome fish due to its graceful lines, large fin, and coloration. Although the colors vary considerably, the body is generally grayish-silver in appearance, usually with faint to prominent overtones or highlights of gold and/or lavender. The body generally has several dark spots, which may be shaped like X’s or V’s in some specimens. The dorsal fin is also spotted. Occasionally a fish may have an entirely golden or silvery appearance, or may be dark blue.",
    "commonNames": ["arctic grayling"]
  },
  {
    "name": "bigmouth buffalo",
    "family": "catostomidae",
    "species": "ictiobus cyprinellus",
    "description": "The Bigmouth buffalo species does not form a large sport fishery since it will not take normal types of baits. It is the largest member of the sucker family, growing to over 70 lb.",
    "identification": "In general body shape, the Bigmouth buffalo resembles the carp. The dorsal fin is similar, beginning with a tall lobe near the middle of the back and continuing to a lower portion nearly at the tail. The carp has a single serrated spine at the beginning of the dorsal fin, while the bigmouth buffalo has no spines in any of the fins.\nThe toothless mouth is relatively  large and wide, and slants downward when closed. The upper lip begins almost on the same level with the eyes. In comparison, the mouth of the smallmouth buffalo, is smaller, almost horizontal when closed, subterminal, and protracts downward in typical sucker fashion. The body of the bigmouth buffalo is coppery olive-brown to slate-blue above, becoming lighter toward the belly, which is white.\n",
    "commonNames": ["bigmouth buffalo"]
  },
  {
    "name": "black bullhead",
    "family": "ictaluridae",
    "species": "ameiurus melas",
    "description": "Despite its common name, color is not the best way to identify the Black Bullhead.",
    "identification": "The black bullhead may be dark green, olive, brown, yellowish-green, or black on top, green or gold on the sides, and white or bright yellow below. Spawning males are jet black, as are the very young (the young of brown and yellow bullheads are also usually black). The surest way to distinguish this fish from the brown or yellow bullheads is by the pectoral fins. In the brown and yellow bullheads the rear edge of the pectoral fin spine is serrated with numerous sharp tooth-like projections, while the black bullhead the serrations are extremely weak or absent altogether. Also, the black bullhead has dark-colored chin barbels which may be gray, black, or black-spotted, and its body and head are deeper and more massive than in the brown or yellow bullheads. The tail fin is squarish (truncate) or slightly emarginate, which will readily distinguish the black bullhead from the channel catfish (Ictalurus punctatus), the white catfish (Ameiurus catus), and the blue catfish (Ictalurus furcatus), all of which have deeply forked tails.",
    "commonNames": ["black bullhead"]
  },
  {
    "name": "black crappie",
    "family": "centrarchidae",
    "species": "pomoxis nigromaculatus",
    "description": "Crappies are members of the sunfish and the black bass family. Black crappies can be found in large ponds and shallow areas of lakes.",
    "identification": "The black crappie and the white crappie are most often confused with each other. Despite their common names, both species are the same color (dark olive or black dorsally with silvery sides) and both have spots on the sides.\nHowever, you can easily identify the Black Crappie because the pattern of the spotting is distinctly different. In the black crappie the spots are irregular and scattered while in the white crappie the spots may be more vague and are clearly arranged into 7-9 vertical bars on the sides. Another distinction; the black crappie has 7-8 dorsal spines while the white crappie has only 6, the same number as in its anal fin. In body shape the black crappie’s is somewhat deeper than the white crappie.\n",
    "commonNames": ["black crappie"]
  },
  {
    "name": "blue catfish",
    "family": "ictaluridae",
    "species": "ictalurus furcatus",
    "description": "This is the largest catfish of the family Ictaluridae, reported to grow to 120 lb. (54 kg).",
    "identification": "The blue catfish, the channel catfish, and the white catfish are the only three catfishes in the U.S.A. that have distinctly forked tails, setting them apart from the bullheads and the flathead catfish, which have squarish or slightly emarginate tails. The blue catfish can be distinguished from the channel and white catfish by its noticeably longer anal fin, which has a more even depth and a straighter edge than in the other two species. There are 30-36 rays in the fin, versus 24-30 rays in the channel catfish and 19-23 rays in the white catfish. Internally, the blue catfish can be identified by the fact that it has three chambers in the swim bladder, whereas the channel catfish has two chambers. All three forked tail species may be almost uniformly pale blue or silvery in color, though white catfish may show a more distinct difference between the bluish black and white belly. Channel catfish frequently have spots.",
    "commonNames": ["blue catfish"]
  },
  {
    "name": "bluegill",
    "family": "centrarchidae",
    "species": "lepomis macrochirus",
    "description": "The bluegill is one of the most popular panfish species you can find in North America. And is a fish that has become increasingly popular among fly fishing anglers.",
    "identification": "You can identify a Bluegill because it has a compressed, round body that is typical of the sunfishes. Its color is highly variable and many range from dark blue or bluish-purple to yellow, and in some cases, it may even appear to be clear or colorless.\nThe Bluegill usually has 6 to 8 vertical bars on the sides, which may or may not be prominent. The cover peaks into a broad, round flap that is black in color; however, it is not surrounded by a lighter colored trim as it is in some other sunfishes. You can easily identify a Bluegill because they have a small mouth and head that are typical of sunfish species and the pectoral fins are pointed.\n",
    "commonNames": ["bluegill"]
  },
  {
    "name": "bowfin",
    "family": "amiidae",
    "species": "amia calva",
    "description": "The bowfin is considered a living fossil as the sole surviving representative of the Amiiformes.",
    "identification": "The bowfin is easily recognized by its flattened head; long, stout body; large mouth full of small sharp teeth; long dorsal fin that extends along most of the back; and rounded tail. In the males there is a spot surrounded by an orange-yellow halo on the upper area of the caudal peduncle. In the females the spot either is not ocellated or is lacking entirely.It is able to gulp air from the surface directly into the air bladder, which is connected to the throat and can be used as a lung. It can also withstand high temperatures, for which reasons it survives in waters unsuited to most other fishes.",
    "commonNames": ["bowfin", "choupique", "cypress trout", "marshfish"]
  },
  {
    "name": "brown bullhead",
    "family": "ictaluridae",
    "species": "ameiurus nebulosus",
    "description": "The brown bullhead is relatively small compared to other similar species, but is an extremely popular fish with anglers. ",
    "identification": "The brown bullhead may vary from yellow-brown or chocolate brown to olive, gray, or bluish-black. The sides are often lighter and may be mottled with brown blotches and the belly is yellow or white. Very round brown bullheads are jet black and are often mistakenly believed to be black bullheads. Coloration is not a dependable distinguishing characteristic with this species and it is important to observe other physical characteristics in order to make a positive identification. The brown bullhead and the yellow bullhead have sharp, tooth-like serrations along the rear edge of the pectoral spine, found at the top of the pectoral fin. The black bullhead lacks any such serrations or has only extremely weak serrations that are negligible by comparison. In the brown and black bullheads, the tail is squarish (truncate) or slightly emarginate, while in the yellow bullhead the tail is slightly rounded. The brown bullhead is frequently mottled while the yellow is never mottled and its chin barbels are yellow, buff, or pale pink in color (the upper barbels are light to dark brown). In the brown bullhead all of the barbels are dark brown to nearly black, but in some cases there may be pale yellow or white at the base of the chin barbels only.",
    "commonNames": ["brown bullhead"]
  },
  {
    "name": "bull trout",
    "family": "salmonidae",
    "species": "salvelinus confluentus",
    "description": "Bull trout are considered excellent water quality barometers due to their need for very clean and clear water to survive.",
    "identification": "The bull trout resembles the Dolly Varden in external characters, and will probably require laboratory analysis by a scientist familiar with the species to be positively identified. As a rule one can be fairly certain that any char other than the lake trout (S. namaycush) or brook trout (S. fontinalis), weighing over 12 pounds and taken in the areas mentioned, will prove to be a bull trout.",
    "commonNames": ["bull trout"]
  },
  {
    "name": "burbot",
    "family": "lotidae",
    "species": "lota lota",
    "description": "While it is both a good sport fish and a good quality food fish, the burbot is not generally popular.",
    "identification": "This is an unusually distinctive fish with its long, almost eel-like body; single, slender, and cod-like barbel under the chin; rounded paddle-like tail; large rounded pectoral fins; small, short first dorsal fin; and long second dorsal fin. The anal fin starts near the middle of the body and runs all the way back to the tail. The body is yellow, light brown, or tan with a mottled appearance. Some individuals, noticeably adults from deep lakes in the far north, may be entirely dark brown or black.",
    "commonNames": ["burbot", "ellpout"]
  },
  {
    "name": "butterfly peacock bass",
    "family": "cichlidae",
    "species": "cichla ocellaris",
    "description": "Of all the peacock basses, the butterfly peacock has the greatest variation in color.",
    "identification": "They are yellowish green, with three dark, yellow-fringed blotches along the lateral midsection, or bars that typically fade in fish larger than three or four pounds. A small “eyespot”, characteristic of all peacock bass, appears at the beginning of the caudal fin. The iris of the eye is frequently deep reddish in color. They are also distinguished by the absence of black markings on the opercula. This species is believed to attain weights of 11 to 12 pounds.",
    "commonNames": ["butterfly peacock bass", "peacock cichlid"]
  },
  {
    "name": "chain pickerel",
    "family": "esocidae",
    "species": "esox niger",
    "description": "All members of the genus Esox look very much alike. The chain pickerel can be recognized by its markings. ",
    "identification": "The sides which are yellowish to greenish (almost black when young) are overlaid with a reticulated, or chain-like, pattern of black lines. Also, the pickerels (including the redfin and grass pickerels), have fully scaled cheeks and gill covers. The northern pike usually has no scales on the bottom half of the gill cover, and the muskellunge, E. masquinongy, usually has no scales on the bottom half of either the gill cover or the cheek.",
    "commonNames": ["chain pickerel"]
  },
  {
    "name": "channel catfish",
    "family": "ictaluridae",
    "species": "ictalurus punctatus",
    "description": "The Channel catfish is very highly regarded for its food and sports value. The Channel catfish is most abundant in the central part of U.S. and southern states.",
    "identification": "The distinctive Channel catfish can often be recognized at a glance by its deeply forked tail and spots on the body. The only other catfish with forked tails occurring in the U.S. waters are the blue catfish and the white catfish, neither of which is ever spotted. In addition to the spotted specimens, some channel catfish may be entirely black dorsally (males during the spawning season), or dark blue without spots, or even uniformly light blue or silvery exactly like a blue catfish or white catfish.\nIn the latter cases, the species can be identified by the number of rays in the anal fin. White catfish have 19-23 rays, channel catfish have 24-30, and blue catfish have the longest anal fin with 30-36 rays. Internally, the channel catfish has two chambers in the swim bladder and the blue catfish has three.\n",
    "commonNames": ["channel catfish", "graceful catfish"]
  },
  {
    "name": "common carp",
    "family": "cyprinidae",
    "species": "cyprinus carpio",
    "description": "The common carp is a prolific survivor, and able to tolerate many conditions and bottom types, making it an ideal species for pond culture.",
    "identification": "The common carp is one of the largest members of the minnow family and a close relative of the goldfish. The carp’s closest look-alikes may be the bigmouth and smallmouth buffalos, which despite their resemblance to the carp, belong to an entirely different family (the sucker family).\nThe carp, the goldfish, and the buffalos all grow fairly large (the goldfish to about 16 inches; the carp and buffalos much larger); all have deep bodies; relatively small, protractile mouths; a forked tail; a single, long dorsal fin on the back; and large scales. The coloration of their bodies is also similar, ranging from olive brown to gold.\n",
    "commonNames": [
      "common carp",
      "european carp",
      "german carp",
      "koi",
      "leather carp",
      "mirror carp"
    ]
  },
  {
    "name": "flathead catfish",
    "family": "ictaluridae",
    "species": "pylodictis olivaris",
    "description": "The flathead catfish is a popular food fish has an excellent flavor.",
    "identification": "The flathead catfish is very distinctive in appearance and not easily confused with any other species. It is one of the largest catfish in its family, second in size only to the blue catfish. It has a square, rather than forked, tail. Its body is long, and its head is wide and is a distinctly flat-looking, oval shape. The lower jaw further accentuates it by protruding beyond the upper jaw. In general coloration, the flathead catfish is mottled with varying shades of brown and yellow.",
    "commonNames": ["flathead catfish"]
  },
  {
    "name": "florida gar",
    "family": "lepisosteidae",
    "species": "lepisosteus platyrhincus",
    "description": "The Florida gar, like other gar species, are very popular as sport fish.",
    "identification": "Like the spotted gar, the Florida gar has spots on top of the head a well as over the entire body and on all the fins. Other gars have spots on the fins and usually on the posterior part of the body only. The gar's body is covered with enamel-hard, diamond-shaped plates called ganoid scales. The Florida and spotted gars can be distinguished from each other mainly by the distance from the front of the eye to the back of the gill cover. In the Florida gar, the distance is less than 2/3 the length of the snout, and in the spotted gar it is more than 2/3 the snout length. The only other gar that is known to occur within the Florida gar’s range is the longnose gar which is found throughout much of the eastern half of the United States, including Florida, at least as far south as Lake Okeechobee. The longnose gar, however, lacks spots on top of its head and its beak is 18-20 times as long as it is wide (at the narrowest point), while the Florida gar’s beak is probably less than 5 ½ times as long as it is wide.",
    "commonNames": ["florida gar"]
  },
  {
    "name": "freshwater drum",
    "family": "sciaenidae",
    "species": "aplodinotus grunniens",
    "description": "The freshwater drum has the greatest north/south range of any North American freshwater fish.",
    "identification": "Though it is a fairly distinctive fish, its deep body, humped back, blunt snout and subterminal mouth have led some to confuse it with the carp and the buffalos. It can be easily distinguished by its two dorsal fins (only one in the carp and buffalos) and its rounded, rather than forked tail. Also, the first dorsal fin of the freshwater drum is composed of 8-9 spines, whereas the carp has only one spine at the beginning of its single soft rayed dorsal fin and the buffalos have no spines at all.",
    "commonNames": ["freshwater drum"]
  },
  {
    "name": "golden trout",
    "family": "salmonidae",
    "species": "oncorhynchus aguabonita",
    "description": "The golden trout is considered to be a highly desirable and almost mystical species.",
    "identification": "Due to its coloration and markings it is considered one of the most beautiful of all freshwater game fishes. It is the only species of Salmonidae in which the parr marks on the sides typically remain prominent throughout life rather than disappearing at an early age. A red streak similar to that of a rainbow trout runs along the sides through the ten or so parr marks. The tail is golden yellow (as is most of the body) and is covered with large black spots that radiate outward toward the edge as in the rainbow, cutthroat, and some other closely related species. Usually the posterior part of the body is heavily spotted. The forward part of the body may have spots above the lateral line on the back and top of the head, but not always. The upper fins are golden yellow and heavily spotted. The lower fins are orangish or reddish with no spots. The dorsal fin and the ventral and anal fins have white tips (in some specimens) that are often separated from the rest of the fin by a broad black line. The sides of the head and throat are a blend of rosy red and golden yellow. When this species is brought down from its high altitude habitat and propagated at low altitudes, it loses its brilliant colors and becomes steely blue.",
    "commonNames": ["golden trout"]
  },
  {
    "name": "grass carp",
    "family": "xenocyprididae",
    "species": "ctenopharyngodon idella",
    "description": "In some countries grass carp are an integral part of fish culture and form an important source of fish protein.",
    "identification": "The mullet-shaped head with a terminal mouth and no barbel, and coarse dark-edged scales are distinctive features of the grass carp. The dorsal fin, with 8 rays, is short and located at mid-body, above the pelvic fins. Paired anal fins are short and attached low on the body. The coloration is typically olive green to silvery white.",
    "commonNames": ["grass carp", "white amur"]
  },
  {
    "name": "green sunfish",
    "family": "centrarchidae",
    "species": "lepomis cyanellus",
    "description": "The green sunfish is a panfish with white, flaky flesh.",
    "identification": "It has a larger mouth and a thick, long body than most sunfishes or of the genus Lepomis and more closely resembles the warmouth or its larger relatives of the genus Micropterus, such as the smallmouth bass. Most species of sunfish in the genus Lepomis are deep-bodied, notably roundish in profile, and have an extremely compressed extended gill cover flat, or ear lobe, which is black edged with light red, pink or yellow. The body is usually brown to olive green with a bronze to olive green sheen, paling to yellow-green on the lower sides and yellow or white on the belly. There are emerald or bluish spots on the head and sometimes, wavy or radiating lines of the same color. Seven to twelve dark bars are vaguely visible on the back.",
    "commonNames": ["green sunfish"]
  },
  {
    "name": "lake trout",
    "family": "salmonidae",
    "species": "salvelinus namaycush",
    "description": "The lake trout has considerable value both as a sport fish and a food fish. ",
    "identification": "It is classified taxonomically with the chars, although some scientists prefer to place it in a genus of its own. Like other chars it has white leading edges on all the lower fins and light colored spots on a dark background, instead of the dark spots on a light background which is characteristic of salmon and trout. The body is typically grayish to brownish with white or nearly white spots which extend onto the dorsal, adipose, and caudal fins. There are no red, black or haloed spots of any kind. It has a more deeply forked tail than other chars, and several rows of strong basibranchial teeth which are weak, less numerous, or absent in other chars. It is very large char known to grow over 100 lb. (45 kg).It has been crossed with the brook trout to produce a hybrid known as the “splake” or “wendigo trout.” The hybrid lacks the deep fork in the tail and more closely resembles the brook trout in most respects. There are 65-85 pyloric caeca in the hybrid versus 93-208 in the lake trout and 23-55 in the brook trout.",
    "commonNames": ["great lake trout", "lake trout", "siscowet"]
  },
  {
    "name": "lake whitefish",
    "family": "salmonidae",
    "species": "coregonus clupeaformis",
    "description": "The lake whitefish is more highly regarded as a game fish than the other whitefishes. The flavor is considered supreme.",
    "identification": "The lake whitefish is a member of the salmon family, as can be noted by the presence of the adipose fin and pelvic axillary process. Overall coloration is silvery to satiny white with olive to pale greenish brown on the back. The back may be dark brown to black in some inland lake specimens. The mouth is subterminal and the snout protrudes beyond it. Because the head is small in relation to the length of the body, older fish may develop a hump behind the head; thus the name “humpback.” The lake whitefish has more pyloric caeca, 140-222, than either the round, with 50-130, or mountain lakefish which has 50-146. The body is more laterally compressed than the round or mountain whitefish, which belong to a group referred to as “round whitefishes”.",
    "commonNames": ["lake whitefish"]
  },
  {
    "name": "largemouth bass",
    "family": "centrarchidae",
    "species": "micropterus salmoides",
    "description": "The largemouth bass is the most popular freshwater game fish in the U.S. Learn more about how you can identify a largemouth bass, where to catch it and what bait and lures to use.",
    "identification": "The largemouth bass closely resembles the smallmouth bass and other species i.e., spotted bass, redeye bass, etc. Together these fishes form a group that is referred to as the black basses.\nThe largemouth can be distinguished from most similar species by the  fact that its mouth extends at least to, and often beyond the rear edge of the eyes. Also, its first and second dorsal fins are almost separated by an obvious deep dip, and there are no scales on the soft-rayed second dorsal fin.\nHere are some helpful largemouth bass fishing tips to increase your catch rates. All you need to do is buy your fishing license, grab your freshwater gear, and remember a few basic guidelines.\nBASS FISHING TIPS\n",
    "commonNames": ["green trout", "largemouth bass"]
  },
  {
    "name": "longnose gar",
    "family": "lepisosteidae",
    "species": "lepisosteus osseus",
    "description": "The longnose gar is the most common and widely distributed of all the gars.",
    "identification": "This gar is generally distinguished from other gars by it longer, more slender body, and especially by its longer, narrower beak (18-20 times as long as it is wide at its narrowest point). The longnose gar is brown or dark green on the top and sides with a cream or white belly. Spots are scattered on the fins and in some specimens, the body. The nostrils are located in a small, bulbous fleshy growth at the very tip of the upper jaw. The bony, diamond shaped ganoid scales of all gar species overlap to form a very strong and protective armor on the body that has been known to deflect arrows.",
    "commonNames": ["longnose gar"]
  },
  {
    "name": "mountain whitefish",
    "family": "salmonidae",
    "species": "prosopium williamsoni",
    "description": "Though not as important as the lake whitefish, the mountain whitefish has gained some popularity as a sport fish.",
    "identification": "Like other salmonids, the mountain whitefish has an adipose fin and an axillary process. The mouth, however, is slightly subterminal with the snout extending clearly beyond it. The body is silvery overall. The back is brownish to olive. The scales often have pigmented borders, especially on the back. The ventral and pectoral fins may have an amber hue in adults. The body is nearly cylindrical, but not quite as cylindrical as the body of the round whitefish. It is nevertheless among the species referred to as “round whitefishes”, and is therefore distinguishable from the lake whitefish which has a laterally compressed body.",
    "commonNames": ["mountain whitefish", "rocky mountain whitefish"]
  },
  {
    "name": "muskellunge",
    "family": "esocidae",
    "species": "esox masquinongy",
    "description": "It was once believed that there were at least four species of muskellunge, but these varieties are now considered to be one species",
    "identification": "The pelvic (ventral) fins are located relatively far back on the belly, about half way between the pectoral fins and the tail, instead of directly under the pectoral fins. The mouth is large with the maxillae reaching back at least to the middle of the eyes, and broad, like a ducks bill, but full of teeth.It can be distinguished from the pike and the pickerels by several factors. It may be barred, spotted, or have no markings at all, but any markings that do occur will be darker then the background of the body. The northern pike, by comparison, has light-colored, oblong spots against a darker body, and the chain pickerel has a unique chain-like pattern on the sides. The redfin and grass pickerels look much more like the musky in their markings, but they only grow to about 15 in. (38 cm) long. Another distinction occurs in the number of pores under the lower jaw. In the musky there are 6-9 along each side (rarely 5 or 10 on the side only).",
    "commonNames": [
      "allegheny river pike",
      "barred muskie",
      "great pike",
      "lunge",
      "mascalonge",
      "muskellunge",
      "muskie",
      "ohio muskie",
      "tiger",
      "white pickerel",
      "white pike",
      "wisconsin muskie"
    ]
  },
  {
    "name": "northern pike",
    "family": "esocidae",
    "species": "esox lucius",
    "description": "The northern pike is a holarctic species, meaning that it occurs around the world in northern, or Arctic waters.",
    "identification": "Like the muskellungeand the pickerels, it is a long, sleek, predatory fish with a broad, flat mouth resembling a duck’s bill and a single dorsal fin located on the posterior portion of the body. In body shape the members of the pike group are all identical, but the northern pike can be distinguished from its relatives by three main features. Most noticeably the greenish or yellowish sides of the fish are covered with lighter colored oblong horizontal spots or streaks, whereas all other species have darker markings than the background color. The second distinction is the scale pattern on the gill cover and cheek. In the northern pike the cheek is fully scaled, but the bottom half of the gill cover is scaleless. In the larger muskellunge, both the bottom half of the gill cover and the bottom half of the cheek are fully scaled. The third distinctive feature is the number of pores under each side of the lower jaw; usually 5 in the northern pike (rarely 3,4, or 6 on one side), 6-9 in the muskellunge (rarely 5 or 10 on one side), and 4 in the smaller pickerels (occasionally 3 or 5 on one side only).",
    "commonNames": [
      "american pike",
      "common pike",
      "great lakes pike",
      "great northern pickerel",
      "jack",
      "jackfish",
      "northern pike",
      "pickerel",
      "snake",
      "wolf"
    ]
  },
  {
    "name": "northern pikeminnow",
    "family": "leuciscidae",
    "species": "ptychocheilus oregonensis",
    "description": "The northern pikeminnow is a very large member of the minnow family. The northern pikeminnow is typically silvery-blue to gray color above on its back and silvery below.",
    "identification": "Scientists distinguish all of the pikeminnows by counting scales and rays however most anglers will simply rely on geography of the catch as most of the species in this genus do not overlap. They have a deeply forked tail with a long snout and a large, toothless mouth that will extend back past the front of the eye. These fish normally run about 1-3 pounds but they have been reported up to 15 pounds.",
    "commonNames": ["northern pikeminnow"]
  },
  {
    "name": "oscar",
    "family": "cichlidae",
    "species": "astronotus ocellatus",
    "description": "Oscars are aggressive and some anglers claim, a much stronger fighter than either a largemouth or bluegill.",
    "identification": "The thick-bodied oscar is a dark brown fish with variable olive to red markings on most of the body. They key feature is an ocellus, a black spot encircled by a distinct red ring, on the tail. These conspicuous bilateral ocelli or \"eye-spots\" (some individuals may possess more than one per side) serve in an anti-predator capacity, causing confusion as to which end of the fish is the head. The caudal, dorsal and anal fins are rounded and fanlike, much like the saltwater tripletail. The oscar is a large, somewhat stocky cichlid with an oval shaped body, a large head, large eyes, and a large mouth. The first dorsal fin contains spines; the second is composed of soft rays and has a rounded shape. Both the base of the soft dorsal and base of the anal fins are scaled. Oscars are aggressive and some anglers claim, a much stronger fighter than either a largemouth or bluegill of equal size.",
    "commonNames": ["marble cichlid", "oscar", "red oscar", "velvet cichlid"]
  },
  {
    "name": "paddlefish",
    "family": "polyodontidae",
    "species": "polyodon spathula",
    "description": "Paddlefish are one of the largest freshwater fish in North America ",
    "identification": "Because paddlefish are strictly filter feeders, they are only caught by snagging, using heavily weighted treble hooks. Any angler looking to target this species should first check with their State's regulations as paddlefish are a protected species in many states. Check these paddlefish fishing tips to make it your next catch. The following are fishing methods used to catch this fish:",
    "commonNames": ["mississippi paddlefish", "paddlefish"]
  },
  {
    "name": "pumpkinseed sunfish",
    "family": "centrarchidae",
    "species": "lepomis gibbosus",
    "description": "The coloration of pumpkinseed sunfish is one of the most vibrant of any fish in fresh water.",
    "identification": "Pumpkinseed sunfish have a flat, disk-shaped body with a small mouth and an upper jaw that stops just under the eye pupil. The gill cover has an inflexible rear edge and short, thick rakers on the first arch. The front dorsal fin is spiny and the pectoral fin is long and pointed and can be extended past the eye when bent forward.Its color ranges from olive-green to brown, yellow, green and blue on the top and sides. The breast and belly are usually a light color such as cream, white or yellow and occasionally orange.",
    "commonNames": ["pumpkinseed", "pumpkinseed sunfish"]
  },
  {
    "name": "redbreast sunfish",
    "family": "centrarchidae",
    "species": "lepomis auritus",
    "description": "The redbreast sunfish is an excellent panfish and a scrappy fighter.",
    "identification": "The belly, or ventral surface, ranges in color from yellow to orange-red or crimson red and the ear lobe (a lobe or flat on the gill cover) is usually long and narrow. In adult males of this species the lobe is actually longer than in the longear sunfish. The two species are readily distinguished by the fact that the gill cover lobe of the redbreast sunfish is completely black (or blue-black) all the way to the tip and is narrower than the eyes. The lobe of the longear sunfish is much wider and is bordered by a thin margin of pale red or yellow around the black. The pectoral fins of both species are short and roundish as compared to the longer, pointed pectoral fins of redear sunfish, and the opercular flaps are softer and more flexible than the rigid flaps of species such as the pumpkinseed sunfish.",
    "commonNames": ["redbreast", "redbreast sunfish"]
  },
  {
    "name": "redear sunfish",
    "family": "centrarchidae",
    "species": "lepomis microlophus",
    "description": "Like the bluegill and other sunfishes, the redear sunfish is and excellent panfish with white, flaky meat.",
    "identification": "This rather large sunfish is known to reach over 4.5 lb. (2.04 kg). As is typical of sunfishes, the redear has a small mouth, connected dorsal fins and a roundish, laterally compressed body. Its long, pointed, slightly falcate pectoral fins distinguish it from both the longear sunfish and the redbreast sunfish, which have short, round pectoral fins. The operculum is also much shorter than in the other two species and is black, with a red spot or margin at the tip. It can be distinguished from the similar looking pumpkinseed by the fact that its gill cover flap is semi-flexible and can be bent at least to right angles, whereas the flap on the pumpkinseed is rigid. It also lacks the spots on the dorsal fin and the bluish emerald lines on the sides of the head that are characteristic of the pumpkinseed. The body is slightly less compressed than that of the bluegill, which differs from the redear most noticeably in the fact that its gill cover flap is entirely black without any spot or trim.",
    "commonNames": ["redear sunfish"]
  },
  {
    "name": "redeye bass",
    "family": "centrarchidae",
    "species": "micropterus coosae",
    "description": "Redeye bass are scrappy fighters and are known to be fairly elusive to anglers.",
    "identification": "The red color of the eyes and fins easily distinguish this species from other bass. Suwannee and shoal bass also have bright red eyes but do not possess the same amount of red coloration on their fins. Overall the redeye bass generally has a brownish green color and vertical bars with light centers along their sides. Their backs are typically bronze to olive in color and have dark green mottling with a yellow to white color towards the belly. There is also a prominent dark spot on the gill cover which helps identify this fish. Redeye bass have scales on the base portion of the soft-rayed dorsal fins which are clearly connected to the first and second set of dorsal fins. The upper portion of the jaw bone (or maxilla) extends to the back of, but not past, their red eyes.",
    "commonNames": ["redeye bass"]
  },
  {
    "name": "rock bass",
    "family": "centrarchidae",
    "species": "ambloplites rupestris",
    "description": "The rock bass are known as scrappy fighters but tire quickly.",
    "identification": "The rock bass is a large and robust sunfish that looks like a cross between a bluegill and one of the black basses (e.g. largemouth bass). Its body is less compressed than most sunfishes of the genus Lepomis, including the bluegill, and longer in profile. It has been known to reach 3 lbs but the more common size is less than one pound. There is a black spot at the edge of the gill cover and the mouth of the rock bass is larger and more “bass like” than in most small sunfishes. The upper jaw reaches beyond the beginning of the eye, but not completely to the back of the eye. The two dorsal fins are clearly connected and the eyes are red.The rock bass is frequently confused with the warmouth (Lepomis gulosus), but it can be distinguished by the number of spines in front of the soft-rayed anal fin; 3 spines in the warmouth, but 6 in the rock bass. Also, the warmouth has teeth on the tongue unlike the rock bass.",
    "commonNames": ["rock bass"]
  },
  {
    "name": "round whitefish",
    "family": "salmonidae",
    "species": "prosopium cylindraceum",
    "description": "Because of its relative small size, the round whitefish is sought only to a limited degree by anglers.",
    "identification": "Although the range of the round whitefish naturally overlaps that of the lake whitefish in parts of Canada and Alaska, the two can be easily distinguished. Aside from its small maximum size, the round whitefish is also a very cylindrical fish, whereas the body of the lake whitefish is laterally compressed. The body of the mountain whitefish, though almost cylindrical, is slightly compressed compared to the round whitefish. Coloration of the round whitefish is basically silvery, but the back is sepia brown to almost bronze with a greenish tinge. The scales, particularly on the back are edged with black. The lower fins are an amber shade becoming slightly more orange at spawning. The adipose fin is usually brown spotted. The round whitefish differs from all other North American whitefish and ciscoes in having only one flap between the openings of the nostrils, instead of two.",
    "commonNames": ["menominee", "round whitefish"]
  },
  {
    "name": "sauger",
    "family": "percidae",
    "species": "sander canadensis",
    "description": "The sauger is closely related to the walleye, and the two appear almost identical.",
    "identification": "They can be distinguished by several factors, most noticeably, the sauger has distinct dark spots on the dorsal fin. The walleye may have dark streaks or blotches on the dorsal fin, but they are less distinct than the spots of the sauger and may not be present. Also, the walleye has one large dark blotch at the base of the last few spines of the dorsal fin, which is not present in the sauger. The sauger has 17-20 soft-rays in the second dorsal fin versus 19-22 in the walleye. Identification is complicated by the fact that the sauger is known to hybridize in nature with the walleye. This hybrid is commonly referred to as a saugeye. The sauger is also smaller than the walleye.",
    "commonNames": ["sauger"]
  },
  {
    "name": "saugeye",
    "family": "percidae",
    "species": "sander canadensis/sander vitreus",
    "description": "The Saugeye is a hybrid fish created by crossing a female walleye with a male sauger. Saugeyes can be taken with light spinning and bait casting tackle using spinners, spoons, or live bait like minnows or night crawlers.",
    "identification": "These fish are often confused with their parental species but can typically be distinguished by their markings. Saugeyes have dark brown backs with darker saddle shaped markings like that of a sauger, and a white blotch on the lower tip of their tails like that of a walleye. These fish also have a continuous black blotch at the base of the dorsal fin, while saugers only have rows of distinct black spots.",
    "commonNames": ["saugeye"]
  },
  {
    "name": "shoal bass",
    "family": "centrarchidae",
    "species": "micropterus cataractae",
    "description": "Shoal bass are a good game fish and scrappy fighters that are often difficult to catch.",
    "identification": "Long confused with the redeye bass, the shoal bass was considered the same species (although a different race) before being reclassified in 1999. The red color of the eyes associates this species with the redeye and Suwannee bass at first glance however morphologically, it is more closely related to the spotted bass. The shoal bass differs from the spotted bass by the absence of teeth on its tongue. The shoal bass also has more lateral line scales (usually 67-81), more rows of scales above (usually 8-10) and below (usually 15-21) the lateral line, and more caudal peduncle scales than the spotted bass. The color pattern of adult shoal bass is characterized by the presence of 10-15 midlateral and 6 to 8 supralateral dark vertical bars along the sides. These bars, which are also present in juveniles, easily distinguish the shoal bass from spotted bass. The redeye bass has an oval to rectangular patch of teeth on the tongue, fewer lateral line scales and fewer scale rows above and below the lateral line.The coloration of the shoal bass is olive green to dark olive to almost black. A dusky to black blotch is present on the posterior portion of the opercula and another one right before the tail. Three diagonal dark lines are present laterally on the head. The iris is typically bright red. Some have been known to reach more than eight pounds with the average size typically ranging around one to three pounds.",
    "commonNames": ["shoal bass"]
  },
  {
    "name": "shorthead redhorse",
    "family": "catostomidae",
    "species": "moxostoma macrolepidotum",
    "description": "The shorthead redhorse is by far the most wide ranging and common species of sucker as well as being one of the most colorful.",
    "identification": "The fins range from bright orange to deep red and the sides from silver to gold or bronze. They belly is lighter, ranging from dusky yellow to milk white. The fins contain only soft rays and there are no teeth. Typical of the redhorse is the single dorsal fin located near the middle of the back. The edge of the dorsal fin on the shorthead is emarginated or concave, distinguishing it from the silver redhorse, Moxostoma anisurum, in which the top edge of the dorsal fin is rounded. As its name indicates the shorthead has an unusually short head (17-19% of the fish’s total length). There are no scales on the head either.",
    "commonNames": ["shorthead redhorse"]
  },
  {
    "name": "shortnose gar",
    "family": "lepisosteidae",
    "species": "lepisosteus platostomus",
    "description": "Like all gars, the shortnose gar is a good sport fish.",
    "identification": "Because the shortnose gar occurs in many of the same areas (specifically the fertile Mississippi drainage system) as the alligator gar, the spotted gar, and the longnose gar, identifying it involves a process of elimination. It isnt what it is unique for, but rather what the other species have that sets them apart. The alligator gar has two rows of teeth in the upper jaw, while all other gars have only one row. The spotted gar and its close relative the Florida gar have spots on top of the head, over the entire body, and on all the fins. The spots on other gars are confined mainly to the rear portion of the bodies and on the fins, never on the head. The longnose gar is distinguished by its beak or snout which is 18-20 times as long as is at its narrowest point, a considerable greater length to width ratio than in other species. The beak of the shortnose gar is only about 5 1/2 times as long as its narrowest width.",
    "commonNames": ["shortnose gar"]
  },
  {
    "name": "silver redhorse",
    "family": "catostomidae",
    "species": "moxostoma anisurum",
    "description": "Though not particularly sought after as a sport fish, the silver redhorse has some potential to become a very popular species in its range and is probably under utilized in this respect.",
    "identification": "The silver redhorse does not have any teeth nor does it have dorsal spines. The single dorsal fin contains only soft rays and is located approximately in the middle of the back. The top edge of the dorsal fin is rounded (convex), whereas in the shorthead redhorse it is emarginate or concave. It is generally silvery in appearance, except for its bronze-toned or olive green back. The fins are either white or grayish or pale red, but they may appear bright red in netted fish because they hemorrhage easily. The nose is white and blunt.The average size for the silver redhorse is around 18-24 inches long and about 2-5 pounds but they have been known to reach up to 10 pounds.",
    "commonNames": ["silver redhorse"]
  },
  {
    "name": "smallmouth bass",
    "family": "centrarchidae",
    "species": "micropterus dolomieu",
    "description": "The smallmouth bass is the second largest member of the sunfish family attaining a weight of almost 12 lb.",
    "identification": "The smallmouth is easily distinguished from the largemouth by its clearly connected dorsal fins, the scales on the base portion of the soft-rayed second dorsal fin, and the upper jaw bone which extends only to about the middle of the eye. The coloration is also distinctive being usually more brownish in the smallmouth and more greenish in the largemouth.\nGenerally, the smallmouth has bars radiating back from the eyes, and though similar bars may be present in individuals of other species, including the largemouth, they seem to be more prominent and more consistently present in the smallmouth. A smallmouth's eyes are red or orangish. In young smallmouths, there is a distinctive band of orange at the base of the tail. This is followed by a black band with the tip of the tail being either white or yellow.\n",
    "commonNames": [
      "black bass",
      "bronzeback",
      "brown trout",
      "brownie",
      "gold bass",
      "green bass",
      "jumper",
      "redeye",
      "smallie",
      "smallmouth bass",
      "streaked-cheek river bass",
      "swago bass",
      "trout bass",
      "white trout"
    ]
  },
  {
    "name": "smallmouth buffalo",
    "family": "catostomidae",
    "species": "ictiobus bubalus",
    "description": "In many states where the smallmouth buffalo is found, it is ranked as one of the most important commercial freshwater species.",
    "identification": "This species resembles its large relative, the bigmouth buffalo (largest of the sucker family), closely in most respects, but can be distinguished by a number of factors. It is generally lighter in color than other buffalos, having an olive-bronze cast. The body of the smallmouth buffalo is also somewhat more compressed with a higher arch in the back, and its small, subterminal mouth is horizontally orientated instead of slanted like the mouth of the bigmouth buffalo. However, when feeding, the smallmouth buffalo’s mouth protracts downward in typical sucker-like fashion.",
    "commonNames": ["smallmouth buffalo"]
  },
  {
    "name": "speckled peacock bass",
    "family": "cichlidae",
    "species": "cichla temensis",
    "description": "The speckled peacock bass is a world-class warm-water sport fish.",
    "identification": "Adult speckled peacocks are distinguished by blotches on the opercula and three vertical black bars on the body which become more pronounced with age. Another color phase may have 4-6 horizontal rows of light colored dashes along the sides and speckling over the rest of the body and fins. This description may sound confusing, but it combines what was thought to be two different species until 1981, when it was determined that the two color patterns were from fish of the same species. This is the only Cichla spp. which has broken longitudinal lines and spots on the head, opercula and in the caudal and dorsal fins, resulting in a speckled appearance.",
    "commonNames": [
      "painted pavon",
      "royal pavon",
      "speckled pavon",
      "speckled peacock bass",
      "striped tucunare",
      "tucunare pinema"
    ]
  },
  {
    "name": "splake",
    "family": "salmonidae",
    "species": "salvelinus namaycush/salvelinus fontinalis",
    "description": "The splake is a fertile cross between two chars, the lake trout and the brook trout. This hybridization does not occur naturally.",
    "identification": "The name “splake” is a combination of the words “speckled” from the speckled (or brook) trout and lake trout. The splake is difficult to identify externally because it resembles both parents in different aspects. The body shape is intermediate between the heavier lake trout and the slimmer brook trout. The shape of the tail is also a combination of the brook trout’s square tail and the lake trout’s more lunate tail. The tail of the splake is not as deeply forked as that of the lake trout, and more closely resembles the slightly indented tail of the brook trout. In coloration and makings, the splake more closely resembles the brook trout. It can be positively identified by the number of pyloric caeca, the worm-like appendages on the intestinal tract right after the stomach. The brook trout, which is the smaller parent, has only 23-55 (usually less than 50) pyloric caeca, while the intermediate-sized hybrid has 65-85, and the lake trout, the larger parent, has 93-208 caeca (most often 120-180).",
    "commonNames": ["splake"]
  },
  {
    "name": "spotted bass",
    "family": "centrarchidae",
    "species": "micropterus punctulatus",
    "description": "Many anglers who catch a spotted bass believe they have caught a largemouth bass.",
    "identification": "Many anglers who catch a spotted bass believe they have caught a largemouth bass, undoubtedly because the coloration is similar, both having a greenish hue and a broad stripe of diamonds or blotches along the midline of the body. The spotted bass, like all black basses except the largemouth, has scales on the base portion of the second dorsal fin, its first and second dorsal fin are clearly connected, and its upper jaw bone does not extend back to or beyond the rear edge of the eyes. The spotted bass is also often confused with the smallmouth bass, but lacks the vertical bars that are present on the sides of the body in the smallmouth. The spotted bass also has all black spots below the lateral line (the rear edges of certain scales are black) unlike either the largemouth or the smallmouth. Juveniles of the species resemble the young of smallmouth bass in having a broad band of orange at the base of the tail, followed by a broad black band and white edge. Because of the difficulty in recognizing the species, it is probable that record-size specimens of spotted bass have gone unnoticed.The smallmouth bass is known to hybridize in nature with the spotted bass, which could make identification of some specimens where both species are known to occur, even more difficult. Where depth permits, it appears that spotted bass usually stay deeper than smallmouths. In one lake in the TVA system in Tennessee, spotted bass have been taken at depths of up to 100 feet. Smallmouth bass, on the other hand, were not caught below 60 feet, and largemouth bass were always caught near the surface.",
    "commonNames": ["spotted bass"]
  },
  {
    "name": "spotted gar",
    "family": "lepisosteidae",
    "species": "lepisosteus oculatus",
    "description": "The spotted gar can be found from the Great Lakes to the Gulf of Mexico down through the Mississippi River drainage system.",
    "identification": "",
    "commonNames": ["spotted gar"]
  },
  {
    "name": "striped bass",
    "family": "moronidae",
    "species": "morone saxatilis",
    "description": "To most freshwater anglers, the striped bass is a very important game fish is relatively new. The striped bass closest freshwater relatives are the white bass, the yellow bass, and the white perch.",
    "identification": "The striped bass is easily recognized by the 7 or 8 prominent black stripes that run along the scale rows on each side of its long, sleek, silvery body. One stripe runs along the lateral line, and the remainder are about equally divided above and below it. The first dorsal fin has 8 -10 spines and second, 10-13 soft rays.\nThe striped bass is longer and sleeker and has a larger head than its close and similar looking relative, the white bass. The striped and white basses have been crossed to create a hybrid known as the whiterock or sunshine (in Florida) bass. Striped bass can be distinguished from hybrids by the regularity of stripes while the hybrid usually has interrupted or broken stripes.\n",
    "commonNames": ["linesider", "roccus", "rock", "rockfish", "striped bass"]
  },
  {
    "name": "tiger muskellunge",
    "family": "esocidae",
    "species": "esox lucius/esox masquinongy",
    "description": "The tiger musky is a hybrid produced when a male northern pike fertilizes the eggs spawned by a female muskellunge",
    "identification": "This species should not be confused with the true muskellunge which has long been called tiger musky in Minnesota. In most respects, notably in size and appearance, the hybrid is very much like the true muskellunge and anglers universally hold it in equal, and often higher, esteem than the true musky because of its rarity, its beautiful markings and its game nature. It differs from the true muskellunge most noticeably in the markings on its sides. The true musky may have either bars or spots on the sides or no markings at all, but it is rarely as strikingly beautiful as the tiger musky with its wavering tiger stripes.",
    "commonNames": ["tiger muskellunge"]
  },
  {
    "name": "tiger trout",
    "family": "salmonidae",
    "species": "salmo trutta/salvelinus fontinalis",
    "description": "The Tiger trout is a cross between a female brown trout (Salmo trutta) and a male brook trout.",
    "identification": "The wavy tiger-like markings on the sides of this hybrid give it a unique beauty. It does not substantially resemble either of the parent species or any other salmonid. The overall color of the tiger trout is brownish on the back, lightening on the sides and belly to a golden yellow with a brown or orange wash. The back and sides both above and below the lateral line display large prominent sunshine yellow vermiculations, or worm-like markings, that are much more vivid and extensive than those of the brook trout.\n",
    "commonNames": ["tiger trout"]
  },
  {
    "name": "walleye",
    "family": "percidae",
    "species": "sander vitreus",
    "description": "The walleye is a wide-ranging, North American species that occurs virtually everywhere on the mainland.",
    "identification": "It is the largest member of the perch family and has been known to reach 25 lb. Its closest relative and look-a-like is the sauger . Both have large, glassy, opaque eyes that gave the walleye its name. In shallow water at night, the eyes glow eerily under lights, readily identifying these fishes even before they can be seen.\nThe sauger can be distinguished by the markings on their dorsal fins. The walleye’s dorsal fin may be streaked, blotched, or plain, but lacks any clear spots and there is a prominent blotch at the posterior edge. On the sauger, the fin is spotted and lacks any large blotch at the back edge. The lower lobe of the tail in the walleye is white-tipped, a feature that is absent in the sauger.\nGet helpful walleye fishing tips. Learn how to go fishing for walleye using different baits, lures, and fishing techniques.\nWALLEYE FISHING TIPS\n\nWALLEYE NIGHT FISHING TIPS\n",
    "commonNames": [
      "blue pike",
      "dory",
      "glass eye",
      "gray pike",
      "marble eye",
      "pike-perch",
      "walleye",
      "yellow pike-perch"
    ]
  },
  {
    "name": "warmouth",
    "family": "centrarchidae",
    "species": "lepomis gulosus",
    "description": "Although it is an excellent panfish, the warmouth is not actively sought by a great many anglers.",
    "identification": "It is a stocky, bass-like sunfish, and like the rock bass and the green sunfish, its body is slightly thicker and longer than most sunfishes. It can be distinguished from the rock bass by the presence of three spines. Of these three species, the warmouth is the only one that has teeth on the tongue. Its color ranges from olive to gray with mottling on the sides and back, and small spots on the dorsal and anal fins.",
    "commonNames": ["warmouth"]
  },
  {
    "name": "white bass",
    "family": "moronidae",
    "species": "morone chrysops",
    "description": "They are an excellent light tackle fish that will take a bait or lure readily.",
    "identification": "The white bass looks quite a bit like a shortened version of its larger relative, the striped bass. It has the same silvery white sides and black stripes. It differs most noticeably in being shorter and stockier with a smaller head, and the dorsal fins are set closer together. They can be distinguished from the yellow bass, by its more silvery color and regular, unbroken stripes as well as by its protruding, pugnacious looking, basslike lower jaw (in the yellow bass the jaws are about equal). It can be distinguished from the white perch by the latters lack of prominent stripes on the sides (though stripes may be present in very small juveniles).",
    "commonNames": ["white bass"]
  },
  {
    "name": "white catfish",
    "family": "ictaluridae",
    "species": "ameiurus catus",
    "description": "The white catfish has become a very popular anglers fish and a popular stock fish in private lakes and ponds.",
    "identification": "It is the smallest of the four catfish in the U.S. and Mexico that have forked tails. In all other species the tail is either rounded, squarish, or slightly emarginate. Despite the names white catfish and blue catfish, any of the species with a forked tail maybe light silvery blue with a white belly, though in the white catfish there is sometimes a sharper contrast between the bluish back and the white of the body. It usually has numerous dark spots on the body, except in older individuals and spawning males.The surest way to identify the white catfish is to count the rays in the anal fin. The white catfish has 19-23 rays and the fin is rounded along the bottom edge. The channel catfish has 24-30 rays and also has a rounded anal fin. The blue catfish has a longer and much straighter edged anal fin with 30-36 rays.",
    "commonNames": ["white catfish"]
  },
  {
    "name": "whiterock bass",
    "family": "moronidae",
    "species": "morone chrysops/morone saxatilis",
    "description": "The whiterock bass is a hybrid species produced by a female striped bass and a male white bass.",
    "identification": "The whiterock bass, commonly referred to a as hybrid bass, looks like a stocky striped bass. It can be distinguished from its larger parent primarily by the shorter, stockier body, and by the interrupted or broken stripes on the sides. The interrupted lines and more robust body will also distinguish it from its smaller parent, the white bass.",
    "commonNames": ["whiterock bass"]
  },
  {
    "name": "yellow bass",
    "family": "moronidae",
    "species": "morone mississippiensis",
    "description": "The yellow bass is a scrappy fighter and a popular species among light-tackle and panfish anglers.",
    "identification": "The yellow bass resembles its close relative, the white bass, but can be recognized by its golden yellow sides and more irregular stripes (of the 6-7 stripes the 3-4 that lie below the lateral line are broken or interrupted toward the tail).",
    "commonNames": ["yellow bass"]
  },
  {
    "name": "yellow bullhead",
    "family": "ictaluridae",
    "species": "ameiurus natalis",
    "description": "Even though the yellow bullhead is smaller in size compared to the other bullheads, it is a scrappy fighter and popular with anglers.",
    "identification": "The yellow bullhead ranges in color from olive to brown to almost black dorsally with a yellow or white belly and yellow or brown sides that are never mottled as they often are in the brown bullheaad. Juveniles usually have dark brown to jet black bodies. It is the only bullhead in which the chin barbels are yellow, buff, or pale instead of a dark color and the upper barbels are brown. The tail is rounded which helps to distinguish the yellow bullhead from the brown bullhead and the black bullhead, which have truncate or slightly emarginate tails. An even better distinction between the yellow and black bullheads is the spine at the top of the pectoral fins. In the yellow bullhead, as in the brown, this spine has sharp, tooth-like serrations along the back edge. In the black bullhead it is either not serrated at all or only very weakly serrated.",
    "commonNames": ["yellow bullhead"]
  },
  {
    "name": "yellow perch",
    "family": "percidae",
    "species": "perca flavescens",
    "description": "The yellow perch, unlike the so-called white perch, Morone americana, is a true perch, not a bass.",
    "identification": "Its most striking characteristic is its golden yellow body with 6-8 dark fingers or bands which extend from the back towards the belly.Although the average size caught by anglers is 4-12 oz. (0.1-0.34 kg) it provides fast action and can be caught all year long. It will devour almost any natural bait and many types of artificials, including flies, and is an active feeder even in the winter when it is caught while ice fishing.",
    "commonNames": ["lake perch", "yellow perch"]
  }
]
